{
  "videoLink":"https://www.youtube.com/embed/ib7riJNHM24",
  "storyTitle":"The Dischordian Saga: The Decision - Episode 7",
  "storyDuration":"Duration: 24.05.2024 - 27.05.2024",
  "storyText":[
    "In the shadowy annals of cosmic chronicles, there exists a tale so fraught with peril and pact, it whispers like a ghost through the corridors of forgotten realms. I, the Antiquarian, keeper of celestial stories, now inscribe a new chapter marked by a grim covenant struck under the weight of desperation and darkness.",
    "Bound within the cavernous heart of a corrupted world, the Potentials confronted the Source, a being transformed and tormented by its own existence. Its voice, resonating with ancient grief and malevolent resolve, filled the cavern with a chilling proposition.",
    "\"You stand at the precipice of annihilation, mere mortals,\" the Source began, its voice a meld of despair and fury. \"Millennia ago, my progeny spread across the cosmos, waging a relentless war against the Architect of my cursed existence. Yet time, that cruel and unyielding executioner, has confined me to this dying sphere. Aid me in my resurgence across the heavens, and I shall grant you passage from this grave.\"",
    "The cavern seemed to pulse with the dark energy of its offer. \"You must choose: Sacrifice your ships, and let them be vessels of my spores; sacrifice ten of your kin to become my new hosts; or step through a Wyrm portal, a one-way passage to hunt an ancient enemy whose shadow yet darkens distant worlds. Choose, or embrace the sweet oblivion of death.\"",
    "The Potentials, caught in the grip of an impossible decision, exchanged glances—each face a mirror of the dread and resolve that battle within the soul when confronted with such dire choices.",
    "As the Antiquarian, I record their contemplation with a heavy hand, for the weight of their decision carries consequences that ripple through the fabric of the cosmos. To ally with such a being is to dance with the devil, yet to refuse is to accept a certain and desolate end. The universe watches, its breath held in a cold pause, as the Potentials weigh their grim options against the inexorable march of time and decay. Herein lies the essence of their tale—a decision that would not only determine their fate but also the future interactions of cosmic forces, forever altering the balance of light and shadow across the universe."
  ],
  "storyOptions":[
    "Permanently Sacrifice Your Ships and get Passage of the Planet.",
    "Volunteer to Sacrifice Yourself to Be a Host (WARNING: If this option wins 10 of the Potentials who voted for it will be randomly selected to receive Permanent Consequences).",
    "Agree to Enter the Wyrm Portal in Search of an Ancient Enemy.",
    "Refuse an Alliance and Attempt to Fight Your Way Free."
    ]}