{
  "videoLink":"BRw06-iixgw",
  "storyTitle":"The Terminus Swarm",
  "storyDuration":["2024-04-26", "2024-04-29"],
  "storyText":[
    "In the ever-silent void of my secluded pocket dimension, I have observed countless wonders and horrors, yet none so peculiar as the unfolding drama of the Potential’s Awakening. My eyes, unblinded by time or space, now fix upon the chase of a renegade organic seed ship by intergalactic vessels known as Inception Arks. This seed, a fugitive from a now-destroyed fungal satellite, spirals through the cosmos towards a destination fraught with mystery and danger.",
    "The chase leads to a rogue planet, a nomad of the cosmos, untethered to any star's embrace. This world is unlike any cataloged in the vast annals of cosmic phenomena—it is a massive biomass, ensnared in a belt of ancient metallic debris. Circling it, frozen giants—what appear to be insect corpses of colossal size—float in the cold void, their forms encased in ice and riddled with a creeping fungal rot. These relics of a forgotten biological warfare or ecological catastrophe offer a grim backdrop to the unfolding scene.",
    "As the Potentials draw near, the serene morbidity of the place is shattered. One of the insect leviathans begins to swell ominously, distorting under some unseen pressure. In a spectacle of cosmic violence, it explodes, casting forth mini organic asteroids like spores from a burst cap. These projectiles bombard the Potentials' ships, which swerve and maneuver through the deadly shower.",
    "From my vantage point, hidden in the seams of reality, I pen this entry. What purpose did these beings once serve? What cataclysm befell them to leave such a macabre scene? The universe is a stage upon which dramas of life and death, creation and destruction play out endlessly. As the Potentials navigate this latest hazard, they too become part of the grand narrative, their actions and fates woven into the fabric of cosmic history.",
    "And so, I watch, ever the Antiquarian, chronicler of the eternities.",
    "It's time...use your potential to decide the fate of the galaxy."
  ],
  "storyOptions":[
    "Return Fire: Engage your weapons to break apart the incoming asteroids into less harmful fragments, risking depletion of your ammunition.",
    "Activate Communication Relay: Activate your ships' communication relays to scan for any signs of intelligent life, risking detection by unknown entities.",
    "Retreat and Regroup: Retreat to reassess your approach and possibly find a safer path through the debris.",
    "Deploy Shields and Push Forward: Max out your energy shields and push forward, risking energy depletion if the shields fail under bombardment."
    ]}