{
  "videoLink":"27SAM2fWuPg",
  "storyTitle":"The Fall",
  "storyDuration":["2024-05-03", "2024-05-06"],
  "storyText":[
    "Hubris has been the undoing of many a civilization, for pride always comes before the fall.",
    "The first act of tragedy that befell the Potentials upon their reawakening occurred as a result of the Terminus Swarm. Faced with a barrage of organic asteroids spewed from the gargantuan frozen corpse of a long-dead galactic monstrosity, the intrepid voyagers aboard their fleet of Inception Arks found themselves in the throes of a celestial onslaught. Choosing a path of aggression, their weapons lit up the dark like the dying stars of distant galaxies.",
    "Each blast upon the fungal asteroids did not bring salvation but further doom, as the shattered remnants released clouds of virulent spores that swarmed the Arks like a plague of locusts. I watched, detached yet enthralled, as the spores collided with the hulls, their sinister intelligence evident in the way they latched and spread—an organic infiltration with the precision of a surgeon and the malice of a conqueror. Systems faltered and failed; lights flickered and faded. The once-proud fleet, now a ghostly procession of failing metal giants, began its inexorable descent towards the dark heart of the planet below. The Potentials, trapped in their infected vessels, plummeted like fallen gods cast out from the heavens, destined for a grave unmarked but for its sheer horror. They crashed into the biomass, a world alive yet lifeless, where the fungal rot awaited to claim its next inheritors.",
    "And I, the Antiquarian, recorded yet another chapter of cosmic woe from my sequestered realm, a silent observer to the endless, echoing cries of civilizations lost to the void. The universe, in its profound indifference, spins ever on—a dark tapestry woven with the threads of inevitable decay and the fleeting brilliance of sentient defiance.",
    "The time has come. Use your potential to decide the course of history."
  ],
  "storyOptions":[
    "Explore the Planet.",
    "Attempt to Repair Your Wrecked Ship.",
    "Activate a Distress Signal.",
    "Analyze a Sample of the Spores."
    ]}